Revit 2027 API
ParameterTypeId.AnalyticalMemberForceStartMz Property
 "Start Mz"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalMemberForceStartMz { get; }
Public Shared ReadOnly Property AnalyticalMemberForceStartMz As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalMemberForceStartMz {
	ForgeTypeId^ get ();
}
static member AnalyticalMemberForceStartMz : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace